{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "ashen.nvim": { "branch": "main" },
  "austere.vim": { "branch": "master" },
  "brightburn.vim": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "github-theme": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "instant.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lackluster.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "live-share.nvim": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "midnight.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-256noir": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-sunbather": { "branch": "master" },
  "vimtex": { "branch": "master" }
}
